round1/uWSGI.100.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.04ms    4.48ms  20.67ms   66.67%
    Req/Sec   275.50     58.48   363.00     75.00%
  111 requests in 30.08s, 7.15KB read
  Socket errors: connect 0, read 11, write 0, timeout 0
Requests/sec:      3.69
Transfer/sec:     243.58B