round1/uWSGI.1000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    83.22ms  212.40ms   1.02s    95.47%
    Req/Sec   652.08    780.38     2.39k    84.62%
  1103 requests in 30.07s, 71.09KB read
  Socket errors: connect 0, read 103, write 0, timeout 0
Requests/sec:     36.68
Transfer/sec:      2.36KB