round1/uWSGI.200.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.13ms    7.85ms  28.47ms   81.33%
    Req/Sec   588.25    127.32   776.00     75.00%
  241 requests in 30.09s, 15.53KB read
  Socket errors: connect 0, read 41, write 0, timeout 0
Requests/sec:      8.01
Transfer/sec:     528.54B