round1/uWSGI.3000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 3000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   498.17ms  582.10ms   1.85s    86.72%
    Req/Sec   597.37      0.87k    3.77k    88.57%
  3208 requests in 30.08s, 206.77KB read
  Socket errors: connect 0, read 208, write 0, timeout 84
Requests/sec:    106.64
Transfer/sec:      6.87KB