round1/uWSGI.500.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.85ms    7.02ms  22.52ms   40.47%
    Req/Sec     1.14k   103.29     1.27k    50.00%
  467 requests in 30.09s, 30.10KB read
  Socket errors: connect 56, read 23, write 0, timeout 0
Requests/sec:     15.52
Transfer/sec:      1.00KB