round1/uWSGI.6000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 6000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   881.93ms  626.52ms   1.96s    46.13%
    Req/Sec   748.14    721.12     2.84k    81.25%
  6316 requests in 30.06s, 407.09KB read
  Socket errors: connect 0, read 316, write 0, timeout 1319
Requests/sec:    210.13
Transfer/sec:     13.54KB