round1/uWSGI.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   793.92ms  644.60ms   1.99s    46.16%
    Req/Sec     0.89k     1.33k    5.65k    86.00%
  6447 requests in 30.09s, 415.53KB read
  Socket errors: connect 723, read 170, write 0, timeout 496
Requests/sec:    214.29
Transfer/sec:     13.81KB