round1/uWSGI.900.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 900 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    91.91ms  230.88ms   1.02s    94.53%
    Req/Sec   653.15    748.60     2.28k    76.92%
  969 requests in 30.06s, 62.46KB read
  Socket errors: connect 0, read 70, write 0, timeout 0
Requests/sec:     32.23
Transfer/sec:      2.08KB