round1/uWSGI.9000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.16s   565.85ms   2.00s    64.33%
    Req/Sec   589.37    780.89     4.95k    86.29%
  9287 requests in 30.06s, 598.58KB read
  Socket errors: connect 0, read 287, write 0, timeout 3769
Requests/sec:    308.94
Transfer/sec:     19.91KB